# Задача 4: Петя, Катя и Сережа делают из бумаги журавликов. Вместе они сделали S журавликов. Сколько журавликов сделал каждый ребенок, если известно, что Петя и Сережа сделали одинаковое количество журавликов, а Катя сделала в два раза больше журавликов, чем Петя и Сережа вместе?

# *Пример:*

# 6 -> 1  4  1
# 24 -> 4  16  4
#     60 -> 10  40  10


a=int(input("Введите число журавликов, которое делает Петя:"))
b=4*a
c=a
print("Число журавликов, которое делает Катя равно", (b))
print("Число журавликов, которое делает Сережа равно", (c))